{
  "movieReview": [
    {
      "id": 1,
      "movieName": "Whisper of the Heart - วันนั้น วันไหน หัวใจบรรเลง",
      "movieLength": 115,
      "director": "Hirakawa Yuichiro",
      "category": "หนังรักโรแมนติก",
      "picture": "https://movie.thaiware.com/upload_misc/movie/2022_12/original/221203120331TqQ.jpg",
      "trailer": "https://www.youtube.com/embed/u2QNy_usYuA",
      "review": {
        "review": "Whisper of the Heart - วันนั้น วันไหน หัวใจบรรเลง เป็นหนังที่ดัดแปลงมาจากอนิเมะชื่อเดียวกันของ Ghibli (แต่ภาษาไทยคนละชื่อ โดยฉบับอนิเมะใช้ชื่อว่า วันนั้น...วันไหน หัวใจจะเป็นสีชมพู) ซึ่งหนังเรื่องนี้ไม่เพียงแต่ Remake ใหม่มาเป็นฉบับ Live-action มันยังเป็นทั้งภาคต่อที่จะได้เห็นเรื่องราวการเติบโตของตัวละครด้วย ในแบบฉบับของผู้สร้างเองด้วย คำถามแรก คงมีคนสงสัยแน่ว่าถ้าไม่เคยดูฉบับอนิเมะมาจะดูรู้เรื่องมั้ย คำตอบคือ ดูรู้เรื่อง เพราะถึงแม้จะบอกไปว่ามันเป็นภาคต่อ แต่ตัวหนังก็มีเหตุการณ์ย้อนอดีตในช่วงวัยเด็กที่เป็นอนิเมะมาให้เราดูอยู่บ้าง แต่ถ้าหากจะให้แนะนำ ถ้าตัดสินใจจะดูหนังเรื่องนี้แล้ว ไม่ว่าก่อนหรือหลังก็ต้องไปหาอนิเมะเรื่องนี้ดู และเราดูหนังก่อนดูอนิเมะ เพราะมีอะไรหลายจุดที่มันไม่เหมือนกับในหนัง ทั้งรายละเอียดเล็กน้อย และรายละเอียดหลัก เช่น ความฝันของพระเอกเซอิจิที่เปลี่ยนจากช่างทำไวโอลินกลายเป็นนักดนตรีเชลโล่มืออาชีพ หรืออย่างงานเขียนแรกของนางเอกชิซึคุจากที่ให้ปู่ของเซอิจิอ่านก็กลายเป็นให้เซอิจิอ่านคนแรก อีกทั้งยังมีประเด็นหลายอย่างที่หนังก็ไม่ได้เล่าจากอนิเมะเช่นกัน แต่ในมุมมองของเราก็ผิดหวังในด้านความเป็นหนังหลังดูจบไปแล้วรอบนึง พอได้ดูอนิเมะก็ยิ่งผิดหวังกับหนังเข้าไปใหญ่ ขาดเสน่ห์แบบสุด ๆ",
        "score": {
          "screenPlay": 4,
          "playing": 4,
          "music": 7,
          "actorSkills": 6,
          "graphics": 7,
          "average": 5.6
        }
      }
    },
    {
      "id": 2,
      "movieName": "Black Adam - แบล็ก อดัม",
      "movieLength": 125,
      "director": "Jaume Collet-Serra",
      "category": "หนังแอ็คชัน",
      "picture": "https://movie.thaiware.com/upload_misc/movie/2022_09/original/220929150027SW6.jpg",
      "trailer": "https://www.youtube.com/embed/l9mdj1bbN40",
      "review": {
        "review": "Black Adam หนังเรื่องใหม่จาก DC ที่เป็นโปรเจคเกี่ยวข้องกับ Shazam! (2019) โดยแต่แรกเดิมทีตัวเขาจะมาปรากฏตัวในเรื่องด้วย แต่ภายหลังก็ล้มเลิกไป เพราะอยากให้มันมาปรากฏตัวเป็นภาคแยกก่อนที่จะไปเจอกัน ซึ่งนี่คือผลงานการกำกับของ Jaume Collet-Serra ที่เคยฝากผลงานไว้มากมายอย่าง House of Wax (2005), Orphan (2009), The Shallows (2016) ล่าสุดกับ Jungle Cruise (2021) เรียกได้ว่าผลงานน่าเชื่อถือในระดับนึงเลย และก็ได้มากำกับเรื่องนี้ โดยตอนแรกคนที่ทางค่ายเล็งไว้ก็ไม่ใช่เขา แต่เป็น Jordan Peele ที่ปฏิเสธอย่างรวดเร็วว่าไม่ใช่แฟนหนังฮีโร่ อยากให้โอกาสกับผู้กำกับที่สนใจหนังแนวนี้จริง ๆ และนักแสดงนำในเรื่องนี้ก็คือ Dwayne Johnson ที่แฟน ๆ ต่างเรียกร้องให้มารับบท Black Adam และฝันของแฟน ๆ ก็เป็นจริง แถมเขายังทำได้ดีอีกด้วย",
        "score": {
          "screenPlay": 5,
          "playing": 8,
          "music": 7,
          "actorSkills": 7,
          "graphics": 8,
          "average": 7
        }
      }
    },
    {
      "id": 3,
      "movieName": "Detective Conan: The Bride of Halloween - ยอดนักสืบจิ๋ว โคนัน เดอะมูฟวี่ 25 : เจ้าสาวฮาโลวีน",
      "movieLength": 111,
      "director": "Susumu Mitsunaka",
      "category": "หนังสืบสวน",
      "picture": "https://movie.thaiware.com/upload_misc/movie/2022_05/original/2205101200161fR.jpg",
      "trailer": "https://www.youtube.com/embed/5DcWtjrYcFI",
      "review": {
        "review": "โคนันเป็นเรื่องราวที่ผมเชื่อว่าใครหลายคนน่าจะต้องเคยดูผ่านกันมาไม่มากก็น้อย ทั้งในรูปแบบหนังสือการ์ตูนหรือในรูปแบบอนิเมะ และในฉบับเดอะมูฟวี่ก็ถูกทำมาแล้วถึง 25 ภาค ซึ่งในภาคนี้ก็บอกเล่าเรื่องราวในช่วงเทศกาลฮาโลวีนที่โตเกียวใจกลางชิบูยะ กับคนร้ายมือวางระเบิดสุดอันตรายที่มีความเกี่ยวพันธ์กับฟุรุยะ เรย์ และผองเพื่อน! ต้องบอกก่อนว่าสำหรับใครที่เป็นแฟนโคนันคงไม่พลาดแน่ ๆ แต่สำหรับใครที่ไม่ได้ตามโคนันมานานแล้ว อยากกลับมาดูก็สามารถดูได้แบบไม่งงมากนัก เพราะตัวหนังยังใจดีปูเรื่องราวที่ผ่านมาให้เราฟังอย่างคร่าว ๆ ว่าใครเป็นใคร เกิดอะไรขึ้นบ้าง ให้พอเข้าใจโดยสังเขป ",
        "score": {
          "screenPlay": 9,
          "playing": 10,
          "music": 9,
          "actorSkills": 9,
          "graphics": 8,
          "average": 9
        }
      }
    },
    {
      "id": 4,
      "movieName": "Sonic the Hedgehog 2 - โซนิค เดอะ เฮดจ์ฮ็อก 2",
      "movieLength": 120,
      "director": "Jeff Fowler",
      "category": "หนังบันเทิง ตลก",
      "picture": "https://movie.thaiware.com/upload_misc/movie/2022_04/original/3084_2204251018217z.jpg",
      "trailer": "https://www.youtube.com/embed/G5kzUpWAusI",
      "review": {
        "review": "Sonic the Hedgehog ได้ปูมาตั้งแต่ภาคแรกแล้วว่าคงมีภาคสองแน่ ๆ กับฉากท้ายเครดิต ที่มีการปรากฏตัวมาของ Tails และยิ่งเวลาผ่านไปก็มีข่าวออกมาว่าจะมีการปรากฏตัวของ Knuckles ยิ่งทำให้แฟน ๆ Sonic ดี๊ด๊า และอยากดูภาคต่อเร็ว ๆ ด้วยความที่ภาคแรกมันทำออกมาดูดีและสนุกเพลินเลย จึงทำให้มีความกังวลนิดนึงว่าภาคต่อมันจะยังคงรักษาคุณภาพและเก็บความดีงามต่าง ๆ ไว้ได้ไหม ผลปรากฏว่ามันทำได้ว่ะคุณ ภาคนี้มันยังคงบันเทิง สนุก แอ็คชัน มัน ครบถ้วน",
        "score": {
          "screenPlay": 6,
          "playing": 7,
          "music": 7.5,
          "actorSkills": 9.5,
          "graphics": 9,
          "average": 7.8
        }
      }
    },
    {
      "id": 5,
      "movieName": "Fantastic Beasts: The Secrets of Dumbledore - สัตว์มหัศจรรย์: ความลับของดัมเบิลดอร์",
      "movieLength": 143,
      "director": "David Yates",
      "category": "หนังแฟนตาซี",
      "picture": "https://movie.thaiware.com/upload_misc/movie/2022_03/original/220304120019475.jpg",
      "trailer": "https://www.youtube.com/embed/znjUF-hMC94",
      "review": {
        "review": "หลังจากผิดหวังในภาคสอง (มาก ๆ) ที่ในภาพรวมมันดูน่าเบื่อ ช้า ยืด และให้น้ำหนักกับจุดไม่สำคัญเท่าไหร่ มาในภาคนี้ทำตรงกันข้ามเลย ไม่ได้น่าเบื่อ ดำเนินเรื่องเร็ว ไม่ช้า ไม่อืด ไม่ยืด แต่...ก็ลืมให้น้ำหนักสำคัญกับจุดที่ควรโฟกัสเช่นกัน Fantastic Beasts: The Secrets of Dumbledore บอกเล่าเรื่องราวหลังจากที่ Gellert Grindelwald ได้รวบรวมกลุ่มพ่อมดแม่มดเพื่อหมายปฏิวัติโลกเวทมนต์ ให้เหล่าพ่อมดแม่มดได้ใช้ชีวิตอิสระ ซึ่ง Albus Dumbledore ก็ได้ร่วมมือกับ Newt Scamander และรวบรวมพรรคพวกเพื่อหยุดยั้งอุดมการณ์ของ Grindelwald ก่อนจะสายไป ",
        "score": {
          "screenPlay": 4,
          "playing": 6,
          "music": 7,
          "actorSkills": 9,
          "graphics": 8,
          "average": 6.8
        }
      }
    },
    {
      "id": 6,
      "movieName": "Ambulance - ปล้นระห่ำ ฉุกเฉินระทึก",
      "movieLength": 146,
      "director": "Michael Bay",
      "category": "หนังปล้น",
      "picture": "https://movie.thaiware.com/upload_misc/movie/2022_03/original/2203011200132EO.jpg",
      "trailer": "https://www.youtube.com/embed/7NU-STboFeI",
      "review": {
        "review": "Ambulance ว่าด้วยเรื่องราวของ Will ทหารผ่านศึกผู้หาเงินไปรักษาภรรยา แต่ก็อับจนหนทาง จึงต้องหันไปหา Danny พี่ชายที่เป็นอาชญากรเพื่อขอเงินมา แต่แล้ว Danny ก็ยื่นข้อเสนอให้ Will มาปล้นธนาคารกับเขาแถมยังได้เงินเยอะกว่าที่ตั้งใจจะขอแต่แรกซะอีก แต่การปล้นกลับผิดแผน มีตำรวจบาดเจ็บ ทางเข้าออกถูกปิด พวกเขาจึงหาทางออกจากธนาคารด้วยการปล้นรถพยาบาลพร้อมหนีการไล่ล่าจากตำรวจแบบสุดชีวิต ตั้งแต่เห็นตัวอย่างแรกของ Ambulance และเห็นว่าเป็นผลงานของ Michael Bay ก็ไม่ได้คาดหวังบทที่คมคาย สมเหตุสมผลหรือซับซ้อนอะไรอยู่แล้ว เตรียมถอดสมองไปดูเอาความมัน ระเบิด ภูเขา เผากระท่อมและรถที่พร้อมพังทุกเมื่อ และหลังจากที่ได้ไปดูต้องบอกเลยว่า...เป็นหนังที่โคตรบันเทิง",
        "score": {
          "screenPlay": 8,
          "playing": 9,
          "music": 8,
          "actorSkills": 9,
          "graphics": 9,
          "average": 8.6
        }
      }
    },
    {
      "id": 7
    },
    {
      "id": 8
    },
    {
      "id": 9
    },
    {
      "id": 10
    },
    {
      "id": 11
    },
    {
      "id": 12
    },
    {
      "id": 13
    },
    {
      "id": 14
    },
    {
      "id": 15
    },
    {
      "id": 16
    },
    {
      "id": 17,
      "movieName": "",
      "movieLength": "",
      "director": "",
      "category": "",
      "picture": "",
      "trailer": "",
      "review": {
        "review": "",
        "score": {
          "screenPlay": "",
          "playing": "",
          "music": "",
          "actorSkills": "",
          "graphics": "",
          "average": null
        }
      }
    }
  ]
}